import Link from "next/link";
import Navbar from "@/components/Navbar";
import { FaCircleChevronRight, FaDownload } from "react-icons/fa6";

export default function TermsAndConditionsPage() {
  return (
    <>
      <Navbar />
      <div className="p-5 md:max-w-xl md:mx-auto text-white">
        <h1 className="text-center text-xl">قوانین و مقررات قصه شب</h1>
        <div className="mt-5 prose bg-white p-1">
          <h3>مقدمه و کلیات قوانین</h3>
          <p>
            کلیۀ اصول و رویه‌های قصه شب منطبق بر قوانین جمهوری اسلامی ایران،
            قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کننده است. متعاقباً
            شما نیز موظف به رعایت قوانین رسمی و جاری مرتبط با کاربر هستید. در
            صورتی که در آینده تغییراتی در قوانین، رویه‌ها و خدمات قصه شب ایجاد
            شود، مقررات در همین صفحه منتشر و به‌روزرسانی می‌شود و شما از حال
            حاضر توافق می‌کنید که استفاده‌تان از قصه شب در هر زمان، به‌معنی
            پذیرش قوانین قصه شب در همان زمان است.
          </p>
          <p>
            «کاربر» به شخصی گفته می‌شود که با ثبت اطلاعات کاربری در فرم ثبت‌نام،
            از امکانات قصه شب استفاده می‌کند. همچنین ازآنجاکه قصه شب یک وب‌سایت
            و اپلیکیشن خرده‌فروشی آنلاین است، طبق قانون تجارت الکترونیک، «مشتری»
            یا «مصرف‌کننده» هر شخصی است که به منظوری جز تجارت یا شغل حرفه‌ای
            (غیر از حرفه‌های مربوط به حوزه‌های آموزش و پژوهش) به خرید یا استفادۀ
            خدمات اقدام می‌کند.
          </p>

          <h3>کارکرد قصه شب</h3>
          <p>
            نرم‌افزار قصه شب تولید شده است تا بتوان با آن، به‌صورت قانونی روی
            دستگاه‌های هوشمند و سیستم‌عامل‌های رایانه‌ای، کتاب‌ها و نشریات
            الکترونیکی و صوتی را خرید، خواند یا شنید.
          </p>

          <h3>ثبت‌نام در قصه شب و ساخت حساب کاربری</h3>
          <ol>
            <li>
              می‌توانید بدون ثبت‌نام و ساخت حساب کاربری، به سایت و نرم‌افزار قصه
              شب دسترسی داشته باشید و از بعضی امکانات آن به‌رایگان استفاده کنید؛
              مثلاً کتابی را جستجو کنید و از مشخصاتش مطلع شوید، مطالبی را
              به‌عنوان مرور بر کتاب و معرفی آن بخوانید، نظر دیگران را دربارۀ آن
              مطالعه کنید.{" "}
            </li>
            <li>
              برای خرید محتوا (اعم از الکترونیکی و صوتی) یا عضویت در خدمات
              اشتراکی، ابتدا باید در سایت یا اپلیکیشن قصه شب یک حساب کاربری
              بسازید.
            </li>
            <li>
              برای استفاده از خدماتی که مشخصاً مربوط به حساب کاربری شماست، باید
              وارد حساب کاربری خود شوید.
            </li>
          </ol>

          <h3>راه‌های ارتباط قصه شب با شما و برعکس</h3>
          <p>
            آدرس پستی، ایمیل و شماره‌تلفنی که در حساب کاربری خود ثبت کرده‌اید،
            تنها راه ارتباط رسمی ما با شماست. تمام پیام‌های ما تنها از همین
            راه‌ها و فقط از مراجع ارتباطی موردتأییدمان برای شما فرستاده می‌شود.
            مراجع رسمی موردتأیید ما برای ارتباط با شما، موارد زیر است:
          </p>
          <ol>
            <li>پایگاه رسمی سایت قصه شب یعنی https://qeseyeshab.ir</li>
            <li>نشانی‌های ایمیل @qeseyeshab.ir</li>
            <li>شماره‌تلفن‌های رسمی پشتیبانی (موجود در سایت قصه شب) است</li>
            <li>سرشماره پیامکی 30007871 با ذکر نام قصه شب.</li>
          </ol>
          <p>
            کاربران برای برقراری ارتباط با قصه شب، تنها می‌توانند از آدرس‌هایی
            که در سایت قصه شب، بخش «ارتباط با ما» نوشته شده، استفاده کنند.
          </p>

          <h3>عقد قرارداد برای انتشار محتوا در قصه شب</h3>
          <p>
            قصه شب تنها با ناشرانی همکاری می‌کند که مجوز رسمی از وزارت فرهنگ و
            ارشاد اسلامی داشته باشند. تمام این ناشران می‌توانند پس از عقد
            قرارداد با قصه شب و طبق ضوابط آن، کتاب‌های شابک‌دار و محتواهایی را
            که مجوزهای لازم برای انتشار دارند، در قصه شب منتشر کنند.
          </p>
          <p>
            قصه شب به‌طور مستقیم با پدیدآورندگان (اعم از مؤلفان، مترجمان،
            گردآورندگان، گویندگان و...) قراردادی نمی‌بندد. پدیدآورندگان محترم
            اگر مایل‌اند اثر خود را در قصه شب منتشر کنند، لازم است ابتدا با یکی
            از ناشران دارای مجوز قرارداد ببندند. این ناشر باید با قصه شب قرارداد
            بسته باشد یا ببندد تا بتوان اثر موردبحث را در قصه شب منتشر کرد.
          </p>

          <h3>حدود مسئولیت قصه شب</h3>
          <ol>
            <li>
              مسئولیتِ قصه شب در برابرِ محتوایِ آثار، هم‌سطحِ کتابخانه‌هایِ
              عمومی، کتابفروشی‌ها و دکه‌هایِ روزنامه است.
            </li>
            <li>
              مسئولیت محتوای هرگونه نظر، توصیه، پیشنهاد، بیانیه، خدمات یا
              اطلاعاتی که به واسطه طرف سوم قرارداد (یعنی ناشران و تأمین‌کنندگان
              محتوا) در قسمت‌های مختلف قصه شب قرار می‌گیرد، به‌عهده نویسنده،
              ناشر و پخش‌کننده آن است، نه قصه شب.
            </li>
            <li>
              قصه شب به‌هیچ‌وجه اطلاعات و قضاوت‌هایی را که پدیدآورنده محتوا یا
              کاربر ثبت و عرضه می‌کند، تأیید یا تکذیب نمی‌کند و در برابر آن
              مسئولیتی ندارد. این مسئولیت تنها هنگامی بر عهده قصه شب است که
              سخنگوی رسمی آن در جایگاه موقعیت حرفه‌ای‌اش اعلام نظر کند یا
              بیانیه‌ای بدهد.
            </li>
          </ol>

          <h3>مالکیت قصه شب بر محتوای تولیدی خود</h3>
          <p>
            تمام محتواهایی که از طریق هریک از خدمات قصه شب در دسترس قرار
            می‌گیرند و قصه شب آنها را تولید کرده، مانند داده‌ها، متن، گرافیک،
            آرم، آیکون دکمه، تصاویر، ویدئوهای تصویری و موارد قابل دانلود و کپی،
            جزئی از اموال قصه شب محسوب می‌شود و حق استفاده و نشر تمام یا بخشی از
            آن در انحصار قصه شب است. هرگونه استفاده از این محتواها بدون کسب مجوز
            کتبی رسمی از قصه شب، حق پیگرد قانونی را برای قصه شب محفوظ می‌دارد.
          </p>

          <h3>تخلف از مقررات توافق‌شده</h3>
          <p>
            هر زمان که کاربر برخلافِ قوانین و مقررات استفاده از قصه شب عمل کند،
            قصه شب این حق را برایِ خود محفوظ می‌دارد که بلافاصله دسترسیِ او را
            به خدمات قصه شب معلق کند یا به‌طورِ کلی به پایان برساند و حساب کاربر
            را (یا بخشی از آن را) مسدود کند. قصه شب می‌تواند هرکدام از این
            جنبه‌های خدماتش را به‌تناسب وضعیت برای کاربر تغییر دهد یا به‌صورت
            دائم یا موقت مسدود کند:{" "}
          </p>
          <ul>
            <li>زمانِ دسترسی کاربر به خدمات</li>
            <li>مقدارِ مصرف کاربر از خدمات</li>
            <li>حدود استفادۀ کاربر از خدمات</li>
            <li>سفارش خرید</li>
          </ul>

          <h3>سیاست قیمت‌گذاری</h3>
          <p>
            قیمت‌های گذاشته‌شده بر کتاب‌ها در قصه شب قیمت‌هایی است که توسط صاحب
            امتیاز مادی اثر پیشنهاد شده است.
          </p>

          <h3>کپی‌رایت و حق نشر محتواهای عرضه‌شده</h3>
          <ol>
            <li>
              برای رعایت حق نشر و تکثیر (کپی‌رایت) و حقوق ناشران و مؤلفان، امکان
              پرینت گرفتن، کپی کردن، ذخیرۀ تصاویر، ارسال فایل کتاب‌ها و
              به‌اشتراک‌گذاری آنها وجود ندارد.
            </li>
            <li>
              در کتاب‌های غیررایگان، تعدادی از صفحات کتاب (به اختیار و انتخاب
              ناشر) در نرم‌افزار با عنوان «نمونه» نمایش داده می‌شوند و مطالعۀ
              آنها رایگان است. شما می‌توانید با پرداخت هزینه، نسخۀ کامل کتاب را
              به‌صورت قانونی دانلود کنید.
            </li>
          </ol>

          <h3>شرایط عمومی استفاده از قصه شب</h3>
          <ol>
            <li>
              حداکثر با دو دستگاه می‌توانید وارد حساب کاربری خود شوید. در صورت
              نیاز به اضافه‌کردن دستگاه جدید، برای حذف یکی از دستگاه‌های قبلی،
              به بخش «حساب کاربری/ مدیریت دستگاه‌ها» بروید.
            </li>
            <li>
              از کتاب‌هایی که با قصه شب خریده‌اید، فقط در اپلیکیشن‌های قصه شب
              می‌توانید استفاده کنید.
            </li>
            <li>
              نسخه تحت وب اپلیکیشن قصه شب در سیستم عامل‌های ویندوز، اندروید،
              آی‌او‌اس و روی دستگاه‌هایی که همچنان توسط شرکت سازندۀ آن پشتیبانی
              می‌شود، در دسترس است؛ اما به هر دلیلی، از جمله تحریم‌ها، ممکن است
              اپلیکیشن قصه شب در برخی سیستم عامل‌ها از دسترس خارج شود.
            </li>
            <li>
              کاربران به‌هیچ‌وجه حق تعدیل، فروش، انتشار، انتقال یا بازتولید
              محتواهای عرضه‌شده بر قصه شب را چه به‌صورت جزئی و چه کلی ندارند.
            </li>
            <li>
              پس از پرداخت یا شارژ کیف پول، امکان بازگرداندن وجه به حساب شما
              فراهم نیست؛ بنابراین لازم است قبل از خرید، با مطالعه نسخۀ نمونۀ
              کتاب، از تصمیم خود برای خرید کتاب مطمئن شوید.
            </li>
          </ol>

          <h3>شرایط استفاده از «قصه های هزار و یک شب»</h3>
          <p>
            با رعایت شرایط زیر، پس از عضویت در قصه های هزار و یک شب، به تمام
            کتاب‌های این بخش دسترسی دارید. بخشی از هزینه‌ای که به عنوان حق
            اشتراک می‌پردازید، به ناشر پرداخت می‌شود. میزان پرداخت به ناشر را
            براساس زمان مطالعه کتاب‌ها محاسبه می‌کنیم. بنابراین هرچقدر بیشتر
            مطالعه کنید، صاحبان حقوق مادی کتاب درآمد بیشتری کسب می‌کنند.
          </p>
          <p>
            به همین دلیل قوانین زیر را برقرار کرده‌ایم تا بتوانیم حق صاحبان
            امتیاز را رعایت کنیم:
          </p>
          <ol>
            <li>
              برای هر کاربر، در هر زمان فقط یک کتاب در وضعیت «درحال خواندن» قرار
              می‌گیرد و با برداشتن کتاب جدیدی از قصه های هزار و یک شب ، فایل
              کتاب قبلی از دستگاه کاربر حذف می‌شود تا کتاب جدید در وضعیتِ «درحال
              خواندن» قرار بگیرد.
            </li>
            <li>
              در حالت آفلاین، فقط به آخرین کتابی که در وضعیتِ «درحال خواندن»
              است، دسترسی دارید. برای خواندن کتاب‌های دیگر، باید دوباره به
              اینترنت وصل شوید.
            </li>
            <li>
              در هر ۲۴ ساعت، می‌توانید تا ۳۰ کتاب را از کتابخانۀ قصه های هزار و
              یک شب امانت بگیرید.
            </li>
            <li>
              پس از اتمام عضویت، به کتاب‌هایی که امانت گرفته‌اید، دسترسی رایگان
              ندارید؛ اما این کتاب‌ها از کتابخانۀ شما حذف نمی‌شوند.
            </li>
            <li>
              حداکثر زمان عضویت در قصه های هزار و یک شب، برای هر کاربر یک سال
              است.
            </li>
            <li>
              کتاب‌های قصه های هزار و یک شب کتاب‌هایی هستند که با اجازۀ ناشر
              به‌صورت اشتراکی در دسترس قرار گرفته‌اند و شما در طول دورۀ اشتراک
              خود می‌توانید آنها را دریافت کنید. ما پیوسته در تلاشیم که ناشران
              کتاب‌های جدیدی را به کتابخانه قصه های هزار و یک شب اضافه کنند؛ اما
              در هر زمانی ممکن است بنابر تصمیم و صلاحدید ناشر، بعضی از کتاب‌ها
              از دسترسی اشتراکی حذف شوند. کاربر در برابر حذف شدن یک یا چند کتاب
              از طرح اشتراک بی‌نهایت محق نیست؛ زیرا هزینۀ عضویت برای دسترسی به
              انبوهی از کتاب‌هاست، نه برای دسترسی به یک یا چند کتاب خاص.
            </li>
            <li>
              بعد از خرید اشتراک قصه های هزار و یک شب امکان لغو آن وجود ندارد.
            </li>
          </ol>

          <h3>نظردهی دربارۀ کتاب‌ها</h3>
          <p>
            در پایین صفحۀ هر کتاب یا داستان، بخش نظرات قرار دارد تا بتوانید
            نظرتان را در مورد آن کتاب یا داستان بنویسید یا نظرات دیگران را
            بخوانید. همچنین در بخش «جُستجو» می‌توانید جُستار‌هایی را از کتاب‌ها
            و داستان های موجود در قصه شب منتشر کنید و زیر جُستار خود یا دیگران
            نظرتان را بنویسید. قصه شب در قبال درستی یا نادرستی نظرات منتشرشده در
            این قسمت‌ها، هیچ‌گونه مسئولیتی ندارد. نمایش نظر کاربران در قصه شب
            به‌هیچ‌وجه به این معنی نیست که قصه شب محتویات نظر را تأیید یا تصدیق
            می‌کند. بنابراین تقاضا می‌کنیم نظر دیگران را اصل و پایه انتخاب و
            تصمیم‌گیری خود برای تهیۀ کتاب قرار ندهید. برای اینکه بتوان از این
            بخش بهتر استفاده کرد، توصیه‌هایی دربارۀ ثبت نظر می‌کنیم و
            محدودیت‌هایی هم در این باره گذاشته‌ایم.
          </p>

          <h3>توصیه‌ها:</h3>
          <ul>
            <li>
              بهتر است از فضای خالی (Space) بیش از حد معمول، کشیدن حروف یا
              کلمات، استفادۀ مکرر از یک حرف یا کلمه، شکلک و ایموجی در متن
              خودداری کنید.
            </li>
            <li>محتوای کتاب را کمی توضیح دهید.</li>
            <li>قسمت‌های مهم کتاب‌ را لو ندهید.</li>
            <li>حس خود را از خواندن کتاب بیان کنید.</li>
            <li>
              برای نظر یا نقد و بررسی خود عنوانی متناسب با متن انتخاب کنید. یک
              عنوان خوب کاربران را برای خواندن نظر شما ترغیب خواهد کرد.
            </li>
            <li>
              اگر نقدی می‌نویسید، قوت‌ها و ضعف‌های کتاب را از منظر خودتان
              بنویسید. برای کمک به خوانندگان نظرتان، مزایا و معایب کتاب را
              به‌صورت خلاصه و تیتروار در محل تعیین‌شده بنویسید و از مبالغه و
              بزرگ‌نمایی خودداری کنید. نقد مناسب، نقدی است که فقط معایب یا فقط
              مزایا را در نظر نگیرد، بلکه به‌طور واقع‌بینانه معایب و مزایای هر
              کتاب را در کنار هم بررسی کند.
            </li>
            <li>
              تمام کاربران حق دارند نظر خود را به‌شرط رعایت قوانین، در سایت
              منتشر کنند؛ پس حتی اگر نظری را به‌دور از واقعیت، جانب‌دارانه یا
              اشتباه یافتید، نباید نظردهنده را مخاطب قرار دهید یا از شخص او
              انتقاد کنید. هر کاربر تنها می‌تواند نظر خود را بیان کند. در این
              موارد، بهتر است قضاوت به خوانندگان نظرات واگذار شود.
            </li>
            <li>
              بهتر است مطالبی در این بخش نوشته شود که برای افراد دیگر مفید باشد.
              بنابراین از بیان هرگونه مطلب شخصی، غیرمرتبط یا غیرضروری در این بخش
              پرهیز کنید.
            </li>
            <li>
              بهتر است نظر خود را به گونۀ نوشتاری زبان فارسی (نه گفتاری) ثبت
              کرده، تا جای ممکن از کوتاه‌کردن کلمات یا استفاده از گونۀ محاوره‌ای
              زبان بپرهیزید.
            </li>
          </ul>

          <h3>محدودیت‌ها:</h3>
          <ol>
            <li>
              نظراتی که زیر کتاب یا داستانی نوشته می‌شوند، همچنین نظراتی که زیر
              جُستار‌ی از کتاب یا داستان نوشته می‌شوند، اگر در مورد آن کتاب یا
              داستان نباشند، برای نمایش عمومی تأیید نخواهند شد.
            </li>
            <li>
              <p>نظرهایی که شامل موارد زیر باشند، به نمایش عمومی درنمی‌آیند:</p>
              <ul>
                <li>
                  الفاظ رکیک و توهین‌آمیز نسبت به شخص، قومیت‌ها، مقدسات و قوانین
                  عرفی جامعه
                </li>
                <li>تبلیغ به‌نفع یا علیه یک یا چند ناشر</li>
                <li>
                  مطالب ناقض قوانین جمهوری اسلامی ایران یا شئونات عرفی جامعه
                </li>
                <li>تبلیغ به‌نفع یا علیه برند یا محصولی دیگر</li>
                <li>لینک به سایتی دیگر</li>
                <li>
                  درخواست و دعوت به چت و گذاشتن شمارۀ تلفن، آدرس ایمیل و اطلاعات
                  تماس، نام کاربری افراد یا شناسۀ پیام‌رسان‌ها و رسانه‌های
                  اجتماعی دیگر
                </li>
              </ul>
            </li>
            <li>
              برای ارسال درخواست‌ها، پیشنهادها، انتقادات یا شکایت‌های خود، از
              فرم صفحه «تماس با ما» استفاده کنید یا به ایمیل آدرس
              support@qeseyeshab.ir پیام بفرستید. نقد و نظرهایی که دربارۀ قصه
              شب، بسترها یا خدمات آن است، در زیر کتاب‌ها و داستان ها برای نمایش
              عمومی تأیید نخواهند شد.
            </li>
            <li>
              مباحث خارج از چارچوب که حالت بحث، گفت‌وگو و چت خصوصی دارد، تایید
              نخواهند شد.
            </li>
            <li>نظرات خود را فقط به خط فارسی (با کیبورد فارسی) بنویسید.</li>
          </ol>

          <h3>توجه:</h3>
          <p>
            اگر کاربری چندین بار محدودیت‌های مذکور را نادیده بگیرد، قصه شب این
            حق را برای خود محفوظ می‌دارد که قابلیت نظرنویسی آن کاربر را محدود یا
            مسدود کند.
          </p>

          <h3>حریم شخصی</h3>
          <p>
            حفظ حریم شخصی شما برای ما بسیار مهم است. از اطلاعات شما تنها برای
            شخصی‌سازی عرضۀ خدمات و اطلاع‌رسانی استفاده می‌کنیم. تمامی اطلاعاتی
            که زمان ثبت‌نام در اختیار قصه شب می‌گذارید، نزد ما محفوظ خواهد ماند.
          </p>
          <p>
            هر کاربری که از خدمات قصه شب استفاده می‌کند، مسئول حفاظت و محرمانه
            نگه‌داشتن اطلاعات حساب، نام کاربری و رمز عبور خود است. همچنین، تمامی
            مسئولیت فعالیت‌هایی که تحت حساب کاربری یا رمز ورود کاربر انجام
            می‌گیرد، به‌عهدۀ شخص او است.
          </p>

          <h3>استفاده از اطلاعات شخصی</h3>
          <p>
            اطلاعات شخصی داده‌هایی هستند که می‌توانند برای تشخیص هویت یکتای
            کاربر مورد استفاده قرار گیرند. نکات مهم مربوط به این اطلاعات در قصه
            شب، چنین است:
          </p>
          <ol>
            <li>
              اطلاعات شخصی شما به‌طور مستقیم از طریق خودتان برای ما ارسال
              می‌شوند.
            </li>
            <li>
              نشانی ایمیل شما به ‌هیچ ‌عنوان در اختیار شرکت‌ها و مؤسسات دیگر
              قرار نخواهد گرفت.
            </li>
            <li>
              نشانی ایمیل هر کاربر در فهرست دریافت‌کنندگان خبرنامۀ قصه شب ثبت
              می‌شود. از طریق خبرنامه، فقط اطلاعات مربوط به قصه شب و کتاب‌ها و
              داستان های آن و همچنین اطلاع‌رسانی‌های مرتبط با کاربران قصه شب به
              ایشان ارسال خواهد شد. شما در هر زمان می توانید عضویت خود را در
              خبرنامه قصه شب لغو کنید.
            </li>
            <li>
              شمارۀ تلفن شما نزد قصه شب محفوظ است و به‌هیچ عنوان به شرکت‌ها و
              مؤسسات دیگر داده و یا فروخته نمی‌شود. ممکن است در همکاری‌های
              تبلیغاتی با سازمان‌های دیگر، پیامک تبلیغاتی سازمان همکار را از
              سرشمارۀ قصه شب برایتان بفرستیم؛ اما شمارۀ شما به آن سازمان داده
              نمی‌شود.
            </li>
          </ol>

          <h3>مجوزهای جمع‌آوری اطلاعات</h3>
          <ol>
            <li>
              هنگامی‌که اپلیکیشن قصه شب را نصب یا استفاده کنید، نرم‌افزار از شما
              اجازه می‌گیرد که اطلاعات زیر را به‌صورت ناشناس از شما دریافت کند:
              نوع دستگاهی که قصه شب در آن استفاده می‌شود؛ زبان و نوع سیستم عامل
              دستگاه؛ شناسۀ اندروید و شناسۀ تبلیغاتی اندروید ویژۀ دستگاه شما (در
              دستگاه‌های مبتنی بر اندروید)؛ جست‌وجوهایی که در وب‌سایت و اپلیکیشن
              قصه شب انجام داده‌اید و نتایجی که انتخاب کرده‌اید؛ مدت و بازه‌های
              زمانی استفادۀ شما از قصه شب؛ اطلاعات فنی و گزارش‌های سرور شامل نوع
              شبکه، نسخه و نوع مرورگری که استفاده کرده‌اید.
            </li>
            <li>
              اطلاعات فوق در حد ضرورت جمع‌آوری می‌شوند و به‌نحوی مورد استفاده
              قرار می‌گیرند که به‌طور مستقیم به یک شخص حقیقی مشخص و معین مرتبط
              نباشند. استفاده از این اطلاعات برای مقاصدی از این دست است: بررسی
              علت گزارش خطا و بهبود اشکالات سیستمی؛ بهبود تجربۀ کاربر در هنگام
              استفاده از وب‌سایت و اپلیکیشن قصه شب؛ تحقیقات بازاریابی؛ عرضۀ
              خدمات یا پیشنهاد خرید مرتبط‌تر به کاربران. این اطلاعات تنها توسط
              قصه شب یا نمایش به خود کاربر استفاده می‌شود و در اختیار شریک تجاری
              دیگری قرار نمی‌گیرد.
            </li>
            <li>
              در صورت بروز وقفه (Crash) در عملکرد نرم‌افزار قصه شب، اطلاعات زیر
              جهت بررسی علت بروز وقفه و رفع خطا جمع‌آوری می‌شود: وضعیت روت بودن
              یا نبودن دستگاهی که قصه شب در آن استفاده می‌شود؛ میزان کل
              حافظه(RAM) دستگاه و مقدار فضای استفاده شده آن در هنگام بروز وقفه؛
              روز و ساعت رخدادهای مربوط به وقفه در دستگاه؛ خاموش یا روشن بودن
              شبکۀ بی‌سیم دستگاه؛ خاموش یا روشن بودن شبکۀ داده (Data) در دستگاه؛
              خاموش یا روشن بودن وضعیت رومینگ دستگاه.
            </li>
            <li>
              اگر از نسخۀ وب قصه شب استفاده کنید، اطلاعات ذکر شده توسط کوکی
              (Cookie) جمع‌آوری می‌شود. کوکی فایلی است که به درخواست یک سایت،
              توسط مرورگر ایجاد می‌شود و به سایت امکان ذخیرۀ بازدید‌های شما و
              مناسب‌سازی آنها را فراهم می‌نماید. بسیاری از مرورگرها امکان
              غیرفعال کردن کوکی را فراهم کرده‌اند، به این منظور می‌توانید
              راهنمای مرورگرها را مطالعه کنید.
            </li>
          </ol>
        </div>
        <div className="mt-2">
          <Link
            href={`/account/deposit`}
            className="text-white bg-orange-400 rounded-lg text-sm w-full sm:w-auto px-5 py-2.5 text-center flex items-center justify-center gap-1"
          >
            <FaCircleChevronRight className="text-md" />
            <span>بازگشت</span>
          </Link>
        </div>
      </div>
    </>
  );
}
