import Link from "next/link";
import Navbar from "@/components/Navbar";
import { FaCircleChevronRight, FaDownload } from "react-icons/fa6";

export default function PrivacyPolicyPage() {
  return (
    <>
      <Navbar />
      <div className="p-5 md:max-w-xl md:mx-auto text-white">
        <h1 className="text-center text-xl">سیاست های حریم شخصی قصه شب</h1>
        <div className="mt-5 prose bg-white p-1">
          <h3>حریم شخصی</h3>
          <p>
            حفظ حریم شخصی شما برای ما بسیار مهم است. از اطلاعات شما تنها برای
            شخصی‌سازی عرضۀ خدمات و اطلاع‌رسانی استفاده می‌کنیم. تمامی اطلاعاتی
            که زمان ثبت‌نام در اختیار قصه شب می‌گذارید، نزد ما محفوظ خواهد ماند.
          </p>
          <p>
            هر کاربری که از خدمات قصه شب استفاده می‌کند، مسئول حفاظت و محرمانه
            نگه‌داشتن اطلاعات حساب، نام کاربری و رمز عبور خود است. همچنین، تمامی
            مسئولیت فعالیت‌هایی که تحت حساب کاربری یا رمز ورود کاربر انجام
            می‌گیرد، به‌عهدۀ شخص او است.
          </p>

          <h3>استفاده از اطلاعات شخصی</h3>
          <p>
            اطلاعات شخصی داده‌هایی هستند که می‌توانند برای تشخیص هویت یکتای
            کاربر مورد استفاده قرار گیرند. نکات مهم مربوط به این اطلاعات در قصه
            شب، چنین است:
          </p>
          <ol>
            <li>
              اطلاعات شخصی شما به‌طور مستقیم از طریق خودتان برای ما ارسال
              می‌شوند.
            </li>
            <li>
              نشانی ایمیل شما به ‌هیچ ‌عنوان در اختیار شرکت‌ها و مؤسسات دیگر
              قرار نخواهد گرفت.
            </li>
            <li>
              نشانی ایمیل هر کاربر در فهرست دریافت‌کنندگان خبرنامۀ قصه شب ثبت
              می‌شود. از طریق خبرنامه، فقط اطلاعات مربوط به قصه شب و کتاب‌ها و
              داستان های آن و همچنین اطلاع‌رسانی‌های مرتبط با کاربران قصه شب به
              ایشان ارسال خواهد شد. شما در هر زمان می توانید عضویت خود را در
              خبرنامه قصه شب لغو کنید.
            </li>
            <li>
              شمارۀ تلفن شما نزد قصه شب محفوظ است و به‌هیچ عنوان به شرکت‌ها و
              مؤسسات دیگر داده و یا فروخته نمی‌شود. ممکن است در همکاری‌های
              تبلیغاتی با سازمان‌های دیگر، پیامک تبلیغاتی سازمان همکار را از
              سرشمارۀ قصه شب برایتان بفرستیم؛ اما شمارۀ شما به آن سازمان داده
              نمی‌شود.
            </li>
          </ol>

          <h3>مجوزهای جمع‌آوری اطلاعات</h3>
          <ol>
            <li>
              هنگامی‌که اپلیکیشن قصه شب را نصب یا استفاده کنید، نرم‌افزار از شما
              اجازه می‌گیرد که اطلاعات زیر را به‌صورت ناشناس از شما دریافت کند:
              نوع دستگاهی که قصه شب در آن استفاده می‌شود؛ زبان و نوع سیستم عامل
              دستگاه؛ شناسۀ اندروید و شناسۀ تبلیغاتی اندروید ویژۀ دستگاه شما (در
              دستگاه‌های مبتنی بر اندروید)؛ جست‌وجوهایی که در وب‌سایت و اپلیکیشن
              قصه شب انجام داده‌اید و نتایجی که انتخاب کرده‌اید؛ مدت و بازه‌های
              زمانی استفادۀ شما از قصه شب؛ اطلاعات فنی و گزارش‌های سرور شامل نوع
              شبکه، نسخه و نوع مرورگری که استفاده کرده‌اید.
            </li>
            <li>
              اطلاعات فوق در حد ضرورت جمع‌آوری می‌شوند و به‌نحوی مورد استفاده
              قرار می‌گیرند که به‌طور مستقیم به یک شخص حقیقی مشخص و معین مرتبط
              نباشند. استفاده از این اطلاعات برای مقاصدی از این دست است: بررسی
              علت گزارش خطا و بهبود اشکالات سیستمی؛ بهبود تجربۀ کاربر در هنگام
              استفاده از وب‌سایت و اپلیکیشن قصه شب؛ تحقیقات بازاریابی؛ عرضۀ
              خدمات یا پیشنهاد خرید مرتبط‌تر به کاربران. این اطلاعات تنها توسط
              قصه شب یا نمایش به خود کاربر استفاده می‌شود و در اختیار شریک تجاری
              دیگری قرار نمی‌گیرد.
            </li>
            <li>
              در صورت بروز وقفه (Crash) در عملکرد نرم‌افزار قصه شب، اطلاعات زیر
              جهت بررسی علت بروز وقفه و رفع خطا جمع‌آوری می‌شود: وضعیت روت بودن
              یا نبودن دستگاهی که قصه شب در آن استفاده می‌شود؛ میزان کل
              حافظه(RAM) دستگاه و مقدار فضای استفاده شده آن در هنگام بروز وقفه؛
              روز و ساعت رخدادهای مربوط به وقفه در دستگاه؛ خاموش یا روشن بودن
              شبکۀ بی‌سیم دستگاه؛ خاموش یا روشن بودن شبکۀ داده (Data) در دستگاه؛
              خاموش یا روشن بودن وضعیت رومینگ دستگاه.
            </li>
            <li>
              اگر از نسخۀ وب قصه شب استفاده کنید، اطلاعات ذکر شده توسط کوکی
              (Cookie) جمع‌آوری می‌شود. کوکی فایلی است که به درخواست یک سایت،
              توسط مرورگر ایجاد می‌شود و به سایت امکان ذخیرۀ بازدید‌های شما و
              مناسب‌سازی آنها را فراهم می‌نماید. بسیاری از مرورگرها امکان
              غیرفعال کردن کوکی را فراهم کرده‌اند، به این منظور می‌توانید
              راهنمای مرورگرها را مطالعه کنید.
            </li>
          </ol>
        </div>
        <div className="mt-2">
          <Link
            href={`/account/deposit`}
            className="text-white bg-orange-400 rounded-lg text-sm w-full sm:w-auto px-5 py-2.5 text-center flex items-center justify-center gap-1"
          >
            <FaCircleChevronRight className="text-md" />
            <span>بازگشت</span>
          </Link>
        </div>
      </div>
    </>
  );
}
